Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

source: Planner configuration settings
ar: إعدادات تكوين المخطط
da: Planner konfigurationsindstillinger
es: Ajustes de configuración del planificador
fa: تنظیمات پیکربندی برنامه ریز
fi: Plannerin määritysasetukset
fr: Paramètres de configuration du planificateur
it: Impostazioni di configurazione del pianificatore
ja: プランナーの構成設定
ko: 플래너 구성 설정
nl: Configuratie-instellingen voor planners
sw: Mipangilio ya usanidi wa mpangaji
th: การตั้งค่าคอนฟิกูเรชันการวางแผน
uk: Параметри конфігурації планувальника
zh_hans: 规划器配置设置
zh_hant: 規劃器配置設置
zh_hk: 規劃器配置設置

source: Planner uses your assignment due dates to build a schedule of study blocks.
ar: يستخدم Planner تواريخ استحقاق مهمتك لإنشاء جدول زمني لمجموعات الدراسة.
da: Planner bruger afleveringsfrister for din opgave til at opbygge en tidsplan med studieblokke.
es: Planner utiliza las fechas de entrega de sus tareas para crear un cronograma de bloques de estudio.
fa: برنامه ریز از تاریخ های تعیین تکلیف شما برای ایجاد برنامه زمانی بلوک های مطالعه استفاده می کند.
fi: Planner käyttää tehtäviesi eräpäiviä opiskelulohkojen aikataulun laatimiseen.
fr: Le planificateur utilise les dates d'échéance de vos devoirs pour créer un calendrier des blocs d'études.
it: Planner utilizza le date di scadenza dei compiti per creare un programma di blocchi di studio.
ja: Planner は、課題の期限を使用して学習ブロックのスケジュールを作成します。
ko: 플래너는 과제 마감일을 사용하여 학습 블록 일정을 만듭니다.
nl: Planner gebruikt de inleverdatums van uw opdrachten om een ​​schema van studieblokken samen te stellen.
sw: Mpangaji hutumia tarehe za kukamilisha kazi yako kuunda ratiba ya vizuizi vya masomo.
th: ผู้วางแผนใช้วันครบกำหนดที่ได้รับมอบหมายของคุณเพื่อสร้างตารางการเรียน
uk: Планувальник використовує ваші терміни виконання завдань, щоб створити розклад навчальних блоків.
zh_hans: Planner 使用您的作业截止日期来构建学习块的时间表。
zh_hant: Planner 使用您的作業截止日期來構建學習塊的時間表。
zh_hk: Planner 使用您的作業截止日期來構建學習塊的時間表。

source: Planning
ar: تخطيط
da: Planlægning
es: Planificación
fa: برنامه ریزی
fi: Suunnittelu
fr: Planification
is: Skipulagning
it: Pianificazione
ja: 企画
ko: 계획
sw: Kupanga
th: การวางแผน
uk: Планування
zh_hans: 规划
zh_hant: 規劃
zh_hk: 規劃

source: Please create a semester first in the Semesters section.
ar: يرجى إنشاء فصل دراسي أولاً في قسم الفصول الدراسية.
da: Opret et semester først i sektionen Semesters.
es: Primero cree un semestre en la sección Semestres.
fa: لطفا ابتدا در قسمت ترم ها یک ترم ایجاد کنید.
fi: Luo lukukausi ensin Lukukaudet-osiossa.
fr: Veuillez d'abord créer un semestre dans la section Semestres.
it: Crea prima un semestre nella sezione Semestri.
ja: まず「学期」セクションで学期を作成してください。
ko: 먼저 Semesters 섹션에서 학기를 생성해 주세요.
nl: Maak eerst een semester aan in de sectie Semesters.
sw: Tafadhali tengeneza muhula kwanza katika sehemu ya Muhula.
th: โปรดสร้างภาคการศึกษาก่อนในส่วนภาคการศึกษา
uk: Спочатку створіть семестр у розділі «Семестри».
zh_hans: 请先在“学期”部分创建一个学期。
zh_hant: 請先在“學期”部分創建一個學期。
zh_hk: 請先在“學期”部分創建一個學期。

source: Points
ar: نقاط
es: Agujas
fa: امتیاز
fi: Pisteet
is: Stig
it: Punti
ja: ポイント
ko: 전철기
nl: Punten
sw: Pointi
th: คะแนน
zh_hans: 积分
zh_hant: 積分
zh_hk: 積分

source: Pomodoro Timer
ar: مؤقت بومودورو
es: Temporizador Pomodoro
fa: تایمر پومودورو
fi: Pomodoro ajastin
fr: Minuterie Pomodoro
it: Temporizzatore del pomodoro
ja: ポモドーロタイマー
ko: 뽀모도로 타이머
sw: Kipima saa cha Pomodoro
th: เครื่องจับเวลาโพโมโดโร
uk: Таймер Pomodoro
zh_hans: 番茄计时器
zh_hant: 番茄計時器
zh_hk: 番茄計時器

source: Practice Quizzes
ar: اختبارات الممارسة
da: Øv quizzer
es: Pruebas de práctica
fa: آزمون ها را تمرین کنید
fi: Harjoittele tietokilpailuja
fr: Quiz pratiques
it: Quiz pratici
ja: クイズの練習
ko: 퀴즈 연습
nl: Oefen quizzen
sw: Mazoezi ya Maswali
th: แบบทดสอบการปฏิบัติ
uk: Практичні тести
zh_hans: 练习测验
zh_hant: 練習測驗
zh_hk: 練習測驗

source: Previous: %@
ar: سابق: ٪@
da: Forrige: %@
es: Anterior: %@
fa: قبلی: %@
fi: Edellinen: %@
fr: Précédent: %@
it: Precedente: %@
ja: 前の： ％@
ko: 이전의: %@
nl: Vorig: %@
sw: Iliyotangulia: %@
th: ก่อนหน้า: %@
uk: Попередній: %@
zh_hans: 以前的： ％@
zh_hant: 以前的： ％@
zh_hk: 以前的： ％@

source: Priority
ar: أولوية
da: Prioritet
es: Prioridad
fa: اولویت
fi: Prioriteetti
fr: Priorité
is: Forgangur
it: Priorità
ja: 優先度
ko: 우선 사항
nl: Prioriteit
sw: Kipaumbele
th: ลำดับความสำคัญ
zh_hans: 优先级
zh_hant: 優先事項
zh_hk: 優先事項

source: Privacy & Safety
ar: الخصوصية والأمان
da: Privatliv og sikkerhed
es: Privacidad y seguridad
fa: حریم خصوصی و ایمنی
fi: Yksityisyys ja turvallisuus
fr: Confidentialité et sécurité
it: Privacy e sicurezza
ja: プライバシーと安全性
ko: 개인정보 보호 및 안전
nl: Privacy en veiligheid
sw: Faragha na Usalama
th: ความเป็นส่วนตัวและความปลอดภัย
uk: Конфіденційність і безпека
zh_hans: 隐私与安全
zh_hant: 隱私與安全
zh_hk: 隱私與安全

source: Privacy & Security
ar: الخصوصية والأمن
da: Privatliv og sikkerhed
es: Privacidad y seguridad
fa: حریم خصوصی و امنیت
fi: Yksityisyys ja turvallisuus
fr: Confidentialité et sécurité
it: Privacy e sicurezza
ja: プライバシーとセキュリティ
ko: 개인 정보 보호 및 보안
nl: Privacy en veiligheid
sw: Faragha na Usalama
th: ความเป็นส่วนตัวและความปลอดภัย
uk: Конфіденційність і безпека
zh_hans: 隐私与安全
zh_hant: 隱私與安全
zh_hk: 隱私與安全

source: Productivity Tracking
ar: تتبع الإنتاجية
da: Produktivitetssporing
es: Seguimiento de productividad
fa: ردیابی بهره وری
fi: Tuottavuuden seuranta
fr: Suivi de la productivité
it: Monitoraggio della produttività
ja: 生産性の追跡
ko: 생산성 추적
nl: Productiviteit volgen
sw: Ufuatiliaji wa Uzalishaji
th: การติดตามผลผลิต
uk: Відстеження продуктивності
zh_hans: 生产力追踪
zh_hant: 生產力追踪
zh_hk: 生產力追踪

source: Profile Management
ar: إدارة الملف الشخصي
da: Profilstyring
es: Gestión de perfiles
fa: مدیریت پروفایل
fi: Profiilin hallinta
fr: Gestion des profils
it: Gestione del profilo
ja: プロファイル管理
ko: 프로필 관리
nl: Profielbeheer
sw: Usimamizi wa Wasifu
th: การจัดการโปรไฟล์
uk: Керування профілем
zh_hans: 档案管理
zh_hant: 檔案管理
zh_hk: 檔案管理

source: Profile Type
ar: نوع الملف الشخصي
da: Profiltype
es: Tipo de perfil
fa: نوع پروفایل
fi: Profiilin tyyppi
fr: Type de profil
it: Tipo di profilo
ja: プロファイルの種類
ko: 프로필 유형
nl: Profieltype
sw: Aina ya Wasifu
th: ประเภทโปรไฟล์
uk: Тип профілю
zh_hans: 型材类型
zh_hant: 型材類型
zh_hk: 型材類型

source: Profile management coming soon
ar: إدارة الملف الشخصي قريبا
da: Profilstyring kommer snart
es: Gestión de perfiles próximamente
fa: مدیریت پروفایل به زودی
fi: Profiilinhallinta tulossa pian
fr: La gestion des profils sera bientôt disponible
it: La gestione del profilo sarà disponibile a breve
ja: プロファイル管理は近日提供予定
ko: 프로필 관리 지원 예정
nl: Profielbeheer binnenkort beschikbaar
sw: Udhibiti wa wasifu unakuja hivi karibuni
th: การจัดการโปรไฟล์จะมาเร็ว ๆ นี้
uk: Керування профілем незабаром
zh_hans: 个人资料管理即将推出
zh_hant: 個人資料管理即將推出
zh_hk: 個人資料管理即將推出

source: Project
ar: مشروع
da: Projekt
es: Proyecto
fa: پروژه
fi: Projekti
fr: Projet
is: Verkefni
it: Progetto
ja: プロジェクト
ko: 프로젝트
sw: Mradi
th: โครงการ
uk: Демонструвати
zh_hans: 项目
zh_hant: 專案
zh_hk: 專案

source: Provide tactile feedback for interactions
ar: توفير ردود فعل ملموسة للتفاعلات
da: Giv taktil feedback til interaktioner
es: Proporcionar retroalimentación táctil para las interacciones.
fa: برای تعاملات بازخورد لمسی ارائه دهید
fi: Anna kosketusta koskevaa palautetta vuorovaikutuksesta
fr: Fournir un retour tactile pour les interactions
it: Fornire feedback tattile per le interazioni
ja: インタラクションに対して触覚フィードバックを提供する
ko: 상호 작용에 대한 촉각 피드백 제공
nl: Geef tactiele feedback voor interacties
sw: Toa maoni ya kugusa kwa mwingiliano
th: ให้ผลตอบรับเชิงสัมผัสสำหรับการโต้ตอบ
uk: Забезпечте тактильний зворотний зв’язок для взаємодії
zh_hans: 为交互提供触觉反馈
zh_hant: 為交互提供觸覺反饋
zh_hk: 為交互提供觸覺反饋

source: Pushed %@ task(s)
ar: تم دفع %@ مهمة (مهام)
da: Skubbet %@ opgave(r)
es: %@ tarea(s) enviada(s)
fa: وظیفه(های) %@ فشار داده شده
fi: Työnnettiin %@ tehtävä(ä)
fr: %@ tâche(s) poussée(s)
it: %@ attività inviate
ja: プッシュされた %@ タスク
ko: %@ 작업을 푸시했습니다.
nl: %@ taak(en) gepusht
sw: Imesukuma kazi %@
th: ผลักดัน %@ งานแล้ว
uk: Передано завдання: %@
zh_hans: 已推送 %@ 个任务
zh_hant: 已推送 %@ 個任務
zh_hk: 已推送 %@ 個任務

source: Question
ar: سؤال
da: Spørgsmål
es: Pregunta
fa: سوال
fi: Kysymys
is: Spurning
it: Domanda
ja: 質問
ko: 질문
nl: Vraag
sw: Swali
th: คำถาม
uk: Питання
zh_hans: 问题
zh_hant: 問題
zh_hk: 問題

source: Quick Actions
ar: إجراءات سريعة
da: Hurtige handlinger
es: Acciones rápidas
fa: اقدامات سریع
fi: Nopeat toiminnot
fr: Actions rapides
is: Flýtiaðgerðir
it: Azioni rapide
ja: クイックアクション
ko: 빠른 작업
nl: Snelle acties
sw: Vitendo vya Haraka
th: การดำเนินการด่วน
uk: Швидкі дії
zh_hans: 快速行动
zh_hant: 快速行動
zh_hk: 快速行動

source: Quiz
ar: لغز
es: Prueba
fa: امتحان
fi: Tietokilpailu
fr: Questionnaire
is: Próf
ja: クイズ
ko: 놀리다
sw: Maswali
th: แบบทดสอบ
uk: Вікторина
zh_hans: 测验
zh_hant: 測驗
zh_hk: 測驗

source: Range: %@
ar: يتراوح: ٪@
da: Interval: %@
es: Rango: %@
fa: محدوده: %@
fi: Alue: %@
fr: Gamme: %@
it: Allineare: %@
ja: 範囲： ％@
ko: 범위: %@
nl: Bereik: %@
sw: Masafa: %@
th: พิสัย: %@
uk: Діапазон: %@
zh_hans: 范围： ％@
zh_hant: 範圍： ％@
zh_hk: 範圍： ％@

source: Reading
ar: قراءة
da: Læsning
es: Lectura
fa: خواندن
fi: Lukeminen
fr: En lisant
is: Lestur
it: Lettura
ja: 読む
ko: 독서
nl: Lezing
sw: Kusoma
th: การอ่าน
uk: Читання
zh_hans: 阅读
zh_hant: 閱讀
zh_hk: 閱讀

source: Receive a daily summary of your schedule and tasks
ar: احصل على ملخص يومي لجدولك ومهامك
da: Modtag en daglig oversigt over din tidsplan og opgaver
es: Recibe un resumen diario de tu agenda y tareas.
fa: خلاصه ای روزانه از برنامه و وظایف خود را دریافت کنید
fi: Saat päivittäisen yhteenvedon aikataulustasi ja tehtävistäsi
fr: Recevez un résumé quotidien de votre emploi du temps et de vos tâches
it: Ricevi un riepilogo giornaliero del tuo programma e delle tue attività
ja: 毎日のスケジュールとタスクの概要を受け取る
ko: 일정 및 작업에 대한 일일 요약을 받아보세요.
nl: Ontvang dagelijks een overzicht van uw planning en taken
sw: Pokea muhtasari wa kila siku wa ratiba na kazi zako
th: รับสรุปกำหนดการและงานของคุณทุกวัน
uk: Отримуйте щоденний підсумок свого розкладу та завдань
zh_hans: 接收您的日程安排和任务的每日摘要
zh_hant: 接收您的日程安排和任務的每日摘要
zh_hk: 接收您的日程安排和任務的每日摘要

source: Receive encouraging notifications throughout the day
ar: احصل على إشعارات مشجعة طوال اليوم
da: Modtag opmuntrende notifikationer i løbet af dagen
es: Reciba notificaciones alentadoras durante todo el día.
fa: در طول روز اعلان های تشویق کننده دریافت کنید
fi: Vastaanota rohkaisevia ilmoituksia koko päivän ajan
fr: Recevez des notifications encourageantes tout au long de la journée
it: Ricevi notifiche incoraggianti durante il giorno
ja: 一日を通して励ましの通知を受け取る
ko: 하루종일 격려의 알림을 받아보세요
nl: Ontvang de hele dag bemoedigende meldingen
sw: Pokea arifa za kutia moyo siku nzima
th: รับการแจ้งเตือนให้กำลังใจตลอดทั้งวัน
uk: Отримуйте підбадьорливі повідомлення протягом дня
zh_hans: 全天接收令人鼓舞的通知
zh_hant: 全天接收令人鼓舞的通知
zh_hk: 全天接收令人鼓舞的通知

source: Recent
ar: مؤخرًا
da: Nylig
es: Reciente
fa: اخیر
fi: Viimeaikaiset
fr: Récent
is: Nýlegt
it: Recente
ja: 最近の
ko: 최근의
sw: Hivi karibuni
th: ล่าสุด
uk: Останні
zh_hans: 最近的
zh_hant: 最近的
zh_hk: 最近的

source: Recent Events: %@
ar: الأحداث الأخيرة: %@
da: Seneste begivenheder: %@
es: Eventos recientes: %@
fa: رویدادهای اخیر: %@
fi: Viimeaikaiset tapahtumat: %@
fr: Événements récents : %@
it: Eventi recenti: %@
ja: 最近のイベント: %@
ko: 최근 이벤트: %@
nl: Recente gebeurtenissen: %@
sw: Matukio ya Hivi Punde: %@
th: เหตุการณ์ล่าสุด: %@
uk: Останні події: %@
zh_hans: 最近的活动：%@
zh_hant: 最近的活動：%@
zh_hk: 最近的活動：%@

source: Recent Sessions
ar: الجلسات الأخيرة
da: Seneste sessioner
es: Sesiones recientes
fa: جلسات اخیر
fi: Viimeaikaiset istunnot
fr: Séances récentes
it: Sessioni recenti
ja: 最近のセッション
ko: 최근 세션
nl: Recente sessies
sw: Vikao vya Hivi Karibuni
th: เซสชันล่าสุด
uk: Останні сесії
zh_hans: 最近的会议
zh_hant: 最近的會議
zh_hk: 最近的會議

source: Reduce Motion
ar: تقليل الحركة
da: Reducer bevægelse
es: Reducir el movimiento
fa: کاهش حرکت
fi: Vähennä liikettä
fr: Réduire le mouvement
it: Riduci il movimento
ja: 動きを減らす
ko: 움직임 줄이기
nl: Verminder beweging
sw: Punguza Mwendo
th: ลดการเคลื่อนไหว
uk: Зменшити рух
zh_hans: 减少运动
zh_hant: 減少運動
zh_hk: 減少運動

source: Reduce Motion: %@
ar: تقليل الحركة: %@
da: Reducer bevægelse: %@
es: Reducir movimiento: %@
fa: کاهش حرکت: %@
fi: Pienennä liikettä: %@
fr: Réduire le mouvement : %@
it: Riduci movimento: %@
ja: 動きを減らす: %@
ko: 동작 줄이기: %@
nl: Beweging verminderen: %@
sw: Punguza Mwendo: %@
th: ลดการเคลื่อนไหว: %@
uk: Зменшити рух: %@
zh_hans: 减少运动：%@
zh_hant: 減少運動：%@
zh_hk: 減少運動：%@

source: Reduce Transparency
ar: تقليل الشفافية
da: Reducer gennemsigtighed
es: Reducir la transparencia
fa: کاهش شفافیت
fi: Vähennä läpinäkyvyyttä
fr: Réduire la transparence
it: Ridurre la trasparenza
ja: 透明度を下げる
ko: 투명성 감소
nl: Verminder de transparantie
sw: Punguza Uwazi
th: ลดความโปร่งใส
uk: Зменшити прозорість
zh_hans: 降低透明度
zh_hant: 降低透明度
zh_hk: 降低透明度

source: Reduce Transparency: %@
ar: تقليل الشفافية: %@
da: Reducer gennemsigtighed: %@
es: Reducir la transparencia: %@
fa: کاهش شفافیت: %@
fi: Vähennä läpinäkyvyyttä: %@
fr: Réduire la transparence : %@
it: Riduci trasparenza: %@
ja: 透明度を下げる: %@
ko: 투명도 감소: %@
nl: Transparantie verminderen: %@
sw: Punguza Uwazi: %@
th: ลดความโปร่งใส: %@
uk: Зменшити прозорість: %@
zh_hans: 降低透明度：%@
zh_hant: 降低透明度：%@
zh_hk: 降低透明度：%@

source: Remind me:
ar: ذكرني:
da: Mind mig om:
es: Recuérdame:
fa: به من یادآوری کن:
fi: Muistuta minua:
fr: Rappelez-moi :
it: Ricordamelo:
ja: 思い出させてください:
ko: 알림:
nl: Herinner mij:
sw: Nikumbushe:
th: เตือนฉัน:
uk: Нагадай мені:
zh_hans: 提醒我：
zh_hant: 提醒我：
zh_hk: 提醒我：

source: Reminders integration settings
ar: إعدادات تكامل التذكيرات
da: Integrationsindstillinger for påmindelser
es: Configuración de integración de recordatorios
fa: تنظیمات ادغام یادآورها
fi: Muistutusten integrointiasetukset
fr: Paramètres d'intégration des rappels
it: Impostazioni di integrazione dei promemoria
ja: リマインダー統合設定
ko: 알림 통합 설정
nl: Integratie-instellingen voor herinneringen
sw: Mipangilio ya ujumuishaji wa vikumbusho
th: การตั้งค่าการรวมการแจ้งเตือน
uk: Налаштування інтеграції нагадувань
zh_hans: 提醒集成设置
zh_hant: 提醒集成設置
zh_hk: 提醒集成設置

source: Repeat
ar: يكرر
da: Gentage
es: Repetir
fa: تکرار کنید
fi: Toistaa
fr: Répéter
is: Endurtaka
it: Ripetere
ja: 繰り返す
ko: 반복하다
nl: Herhalen
sw: Rudia
th: ทำซ้ำ
zh_hans: 重复
zh_hant: 重複
zh_hk: 重複

source: Replace translucent backgrounds with opaque colors
ar: استبدل الخلفيات الشفافة بألوان غير شفافة
da: Udskift gennemsigtige baggrunde med uigennemsigtige farver
es: Reemplace fondos translúcidos con colores opacos
fa: پس زمینه های شفاف را با رنگ های مات جایگزین کنید
fi: Korvaa läpikuultavat taustat läpinäkymättömillä väreillä
fr: Remplacez les arrière-plans translucides par des couleurs opaques
it: Sostituisci gli sfondi traslucidi con colori opachi
ja: 半透明の背景を不透明な色に置き換えます
ko: 반투명 배경을 불투명한 색상으로 교체
nl: Vervang doorschijnende achtergronden door ondoorzichtige kleuren
sw: Badilisha mandharinyuma kwa rangi zisizo wazi
th: แทนที่พื้นหลังโปร่งแสงด้วยสีทึบแสง
uk: Замініть напівпрозорі фони непрозорими кольорами
zh_hans: 用不透明颜色替换半透明背景
zh_hant: 用不透明顏色替換半透明背景
zh_hk: 用不透明顏色替換半透明背景

source: Required
ar: مطلوب
da: Påkrævet
fa: مورد نیاز
fi: Pakollinen
fr: Requis
is: Nauðsynlegt
ja: 必須
ko: 필수의
nl: Vereist
sw: Inahitajika
th: ที่จำเป็น
uk: Обов'язковий
zh_hans: 必需的
zh_hant: 必需的
zh_hk: 必需的

source: Reset All Data
ar: إعادة ضبط جميع البيانات
da: Nulstil alle data
es: Restablecer todos los datos
fa: بازنشانی همه داده ها
fi: Nollaa kaikki tiedot
fr: Réinitialiser toutes les données
it: Reimposta tutti i dati
ja: すべてのデータをリセット
ko: 모든 데이터 재설정
nl: Reset alle gegevens
sw: Weka Upya Data Zote
th: รีเซ็ตข้อมูลทั้งหมด
uk: Скинути всі дані
zh_hans: 重置所有数据
zh_hant: 重置所有數據
zh_hk: 重置所有數據

source: Reset All Settings
ar: إعادة ضبط جميع الإعدادات
da: Nulstil alle indstillinger
es: Restablecer todas las configuraciones
fa: بازنشانی همه تنظیمات
fi: Palauta kaikki asetukset
fr: Réinitialiser tous les paramètres
it: Ripristina tutte le impostazioni
ja: すべての設定をリセット
ko: 모든 설정 재설정
nl: Reset alle instellingen
sw: Weka upya Mipangilio Yote
th: รีเซ็ตการตั้งค่าทั้งหมด
uk: Скинути всі налаштування
zh_hans: 重置所有设置
zh_hant: 重置所有設置
zh_hk: 重置所有設置

source: Review
ar: مراجعة
da: Gennemgå
es: Revisar
fa: مرور کنید
fi: Arvostelu
fr: Revoir
is: Yfirferð
it: Revisione
ja: レビュー
ko: 검토
nl: Beoordeling
sw: Kagua
th: ทบทวน
zh_hans: 审查
zh_hant: 審查
zh_hk: 審查

source: Reviewed %@ cards
ar: تمت مراجعة بطاقات %@
da: Gennemgået %@ kort
es: %@ tarjetas revisadas
fa: کارت‌های %@ را مرور کرد
fi: Arvosteltu %@ korttia
fr: Cartes %@ examinées
it: Carte %@ riviste
ja: %@ カードをレビューしました
ko: %@ 카드를 검토함
nl: %@ kaarten beoordeeld
sw: Imekagua kadi %@
th: ตรวจสอบการ์ด %@ แล้ว
uk: Переглянуто %@ карток
zh_hans: 已查看 %@ 卡
zh_hant: 已查看 %@ 卡
zh_hk: 已查看 %@ 卡

source: Risk Analysis
ar: تحليل المخاطر
da: Risikoanalyse
es: Análisis de riesgos
fa: تجزیه و تحلیل ریسک
fi: Riskianalyysi
fr: Analyse des risques
it: Analisi dei rischi
ja: リスク分析
ko: 위험 분석
nl: Risicoanalyse
sw: Uchambuzi wa Hatari
th: การวิเคราะห์ความเสี่ยง
uk: Аналіз ризиків
zh_hans: 风险分析
zh_hant: 風險分析
zh_hk: 風險分析

source: Runs a quick self-diagnostic across data, permissions, and local files.
ar: يقوم بإجراء تشخيص ذاتي سريع عبر البيانات والأذونات والملفات المحلية.
da: Kører en hurtig selvdiagnose på tværs af data, tilladelser og lokale filer.
es: Ejecuta un autodiagnóstico rápido de datos, permisos y archivos locales.
fa: یک خود عیب‌یابی سریع در بین داده‌ها، مجوزها و فایل‌های محلی اجرا می‌کند.
fi: Suorittaa nopean itsediagnoosin tiedoista, luvista ja paikallisista tiedostoista.
fr: Exécute un autodiagnostic rapide sur les données, les autorisations et les fichiers locaux.
it: Esegue una rapida autodiagnosi su dati, autorizzazioni e file locali.
ja: データ、権限、ローカル ファイルに対して簡単な自己診断を実行します。
ko: 데이터, 권한 및 로컬 파일에 대해 빠른 자가 진단을 실행합니다.
nl: Voert een snelle zelfdiagnose uit voor gegevens, machtigingen en lokale bestanden.
sw: Huendesha uchunguzi wa haraka wa kibinafsi kwenye data, ruhusa na faili za ndani.
th: เรียกใช้การวินิจฉัยตนเองอย่างรวดเร็วกับข้อมูล สิทธิ์ และไฟล์ในเครื่อง
uk: Виконує швидку самодіагностику даних, дозволів і локальних файлів.
zh_hans: 对数据、权限和本地文件进行快速自诊断。
zh_hant: 對數據、權限和本地文件進行快速自診斷。
zh_hk: 對數據、權限和本地文件進行快速自診斷。

source: SELECTED DATE
ar: التاريخ المحدد
da: VALGT DATO
es: FECHA SELECCIONADA
fa: تاریخ انتخاب شده
fi: VALITTU PÄIVÄMÄÄRÄ
fr: DATE SÉLECTIONNÉE
it: DATA SELEZIONATA
ja: 選択した日付
ko: 선택한 날짜
nl: GESELECTEERDE DATUM
sw: TAREHE ILIYOCHAGULIWA
th: วันที่เลือก
uk: ВИБРАНА ДАТА
zh_hans: 选定日期
zh_hant: 選定日期
zh_hk: 選定日期

source: Sample Card
ar: بطاقة عينة
da: Prøvekort
es: Tarjeta de muestra
fa: نمونه کارت
fi: Näytekortti
fr: Exemple de carte
it: Scheda campione
ja: サンプルカード
ko: 샘플 카드
nl: Voorbeeldkaart
sw: Kadi ya Mfano
th: บัตรตัวอย่าง
uk: Зразок картки
zh_hans: 样本卡
zh_hant: 樣本卡
zh_hk: 樣本卡

source: Save Semester
ar: حفظ الفصل الدراسي
da: Gem semester
es: Guardar semestre
fa: ذخیره ترم
fi: Tallenna lukukausi
fr: Économiser un semestre
it: Salva semestre
ja: 学期の保存
ko: 학기 저장
nl: Semester opslaan
sw: Hifadhi Muhula
th: บันทึกภาคการศึกษา
uk: Зберегти семестр
zh_hans: 保存学期
zh_hant: 保存學期
zh_hk: 保存學期

source: Schedule suggestions ready
ar: جدولة الاقتراحات جاهزة
da: Planforslag klar
es: Sugerencias de agenda listas
fa: پیشنهادات برنامه آماده است
fi: Aikatauluehdotukset valmiina
fr: Les suggestions de planification sont prêtes
it: Suggerimenti di pianificazione pronti
ja: スケジュールの提案が準備完了
ko: 일정 제안 준비됨
nl: Planningssuggesties klaar
sw: Ratiba ya mapendekezo tayari
th: ข้อเสนอแนะกำหนดการพร้อม
zh_hans: 安排建议已准备就绪
zh_hant: 安排建議已準備就緒
zh_hk: 安排建議已準備就緒

source: Scheduled Tests
ar: الاختبارات المجدولة
da: Planlagte prøver
es: Pruebas programadas
fa: آزمون های برنامه ریزی شده
fi: Aikataulutetut testit
fr: Tests programmés
it: Prove programmate
ja: スケジュールされたテスト
ko: 예정된 테스트
nl: Geplande tests
sw: Vipimo vilivyopangwa
th: การทดสอบตามกำหนดเวลา
uk: Планові тести
zh_hans: 预定测试
zh_hant: 預定測試
zh_hk: 預定測試

source: Select a Calendar
ar: حدد التقويم
da: Vælg en kalender
es: Seleccione un calendario
fa: یک تقویم را انتخاب کنید
fi: Valitse kalenteri
fr: Sélectionnez un calendrier
it: Seleziona un calendario
ja: カレンダーを選択してください
ko: 달력을 선택하세요
nl: Selecteer een kalender
sw: Chagua Kalenda
th: เลือกปฏิทิน
zh_hans: 选择日历
zh_hant: 選擇日曆
zh_hk: 選擇日曆

source: Select a Course
ar: حدد دورة
da: Vælg et kursus
es: Seleccione un curso
fa: یک دوره را انتخاب کنید
fi: Valitse kurssi
fr: Sélectionnez un cours
it: Seleziona un corso
ja: コースを選択してください
ko: 코스를 선택하세요
nl: Selecteer een cursus
sw: Chagua Kozi
th: เลือกหลักสูตร
zh_hans: 选择课程
zh_hant: 選擇課程
zh_hk: 選擇課程

source: Select a List
ar: حدد قائمة
da: Vælg en liste
es: Seleccione una lista
fa: یک لیست را انتخاب کنید
fi: Valitse luettelo
fr: Sélectionnez une liste
it: Seleziona un elenco
ja: リストを選択してください
ko: 목록을 선택하세요
nl: Selecteer een lijst
sw: Chagua Orodha
th: เลือกรายการ
zh_hans: 选择一个列表
zh_hant: 選擇一個列表
zh_hk: 選擇一個列表

source: Select an event to view details
ar: حدد حدثًا لعرض التفاصيل
da: Vælg en begivenhed for at se detaljer
es: Seleccione un evento para ver los detalles
fa: یک رویداد را برای مشاهده جزئیات انتخاب کنید
fi: Valitse tapahtuma nähdäksesi tiedot
fr: Sélectionnez un événement pour afficher les détails
it: Seleziona un evento per visualizzarne i dettagli
ja: イベントを選択して詳細を表示します
ko: 세부정보를 보려면 이벤트를 선택하세요.
nl: Selecteer een evenement om details te bekijken
sw: Chagua tukio ili kuona maelezo
th: เลือกกิจกรรมเพื่อดูรายละเอียด
uk: Виберіть подію, щоб переглянути деталі
zh_hans: 选择一个事件以查看详细信息
zh_hant: 選擇一個事件以查看詳細信息
zh_hk: 選擇一個事件以查看詳細信息

source: Select course
ar: اختر الدورة
da: Vælg kursus
es: Seleccionar curso
fa: انتخاب رشته
fi: Valitse kurssi
fr: Sélectionnez un cours
it: Seleziona il corso
ja: コースを選択
ko: 코스 선택
nl: Cursus selecteren
sw: Chagua kozi
th: เลือกหลักสูตร
uk: Виберіть курс
zh_hans: 选择课程
zh_hant: 選擇課程
zh_hk: 選擇課程

source: Select the calendar used for school/academic events.
ar: حدد التقويم المستخدم للأحداث المدرسية/الأكاديمية.
da: Vælg den kalender, der bruges til skole-/akademiske arrangementer.
es: Seleccione el calendario utilizado para eventos escolares/académicos.
fa: تقویم مورد استفاده برای رویدادهای مدرسه/آکادمیک را انتخاب کنید.
fi: Valitse kalenteri, jota käytetään koulun/akateemisissa tapahtumissa.
fr: Sélectionnez le calendrier utilisé pour les événements scolaires/académiques.
it: Seleziona il calendario utilizzato per gli eventi scolastici/accademici.
ja: 学校/学術イベントに使用するカレンダーを選択します。
ko: 학교/학술 행사에 사용할 캘린더를 선택하세요.
nl: Selecteer de kalender die wordt gebruikt voor school-/academische evenementen.
sw: Chagua kalenda inayotumika kwa matukio ya shule/masomo.
th: เลือกปฏิทินที่ใช้สำหรับกิจกรรมของโรงเรียน/วิชาการ
uk: Виберіть календар для шкільних/академічних заходів.
zh_hans: 选择用于学校/学术活动的日历。
zh_hant: 選擇用於學校/學術活動的日曆。
zh_hk: 選擇用於學校/學術活動的日曆。

source: Select up to %@ actions.
ar: حدد ما يصل إلى %@ من الإجراءات.
da: Vælg op til %@ handlinger.
es: Seleccione hasta %@ acciones.
fa: حداکثر %@ عملکرد را انتخاب کنید.
fi: Valitse enintään %@ toimintoa.
fr: Sélectionnez jusqu'à %@ actions.
it: Seleziona fino a %@ azioni.
ja: 最大 %@ アクションを選択します。
ko: 최대 %@ 작업을 선택하세요.
nl: Selecteer maximaal %@ acties.
sw: Chagua hadi vitendo %@.
th: เลือกได้ถึง %@ การกระทำ
uk: Виберіть до %@ дій.
zh_hans: 最多选择 %@ 个操作。
zh_hant: 最多選擇 %@ 個操作。
zh_hk: 最多選擇 %@ 個操作。
